Repository: taka-kawai-git/Stride
Catalog: Stride/Localizable.xcstrings
Source language: ja
Languages: en, zh_hans

source: %@ 歩
en: %@ steps
zh_hans: %@ 步

source: %@歩
en: %@ steps
zh_hans: %@步

source: %lld 歩
en: %lld steps
zh_hans: %lld 步

source: HealthKitが利用できません
en: HealthKit is not available
zh_hans: HealthKit 不可用

source: iOSの仕組みにより、ウィジェットの歩数は１時間に１回程度更新されます
en: Due to iOS behavior, widget step counts update approximately once per hour
zh_hans: 由于 iOS 系统限制，小组件步数大约每小时更新一次

source: iOSの制限により、バッテリーを低電力モードにしている場合は更新がされません
en: Due to iOS restrictions, updates are paused when Low Power Mode is enabled
zh_hans: 由于 iOS 限制，开启低电量模式时将暂停更新

source: Strideは一目で歩数データを確認できる美しいアプリです
en: A beautiful app to check your step data at a glance
zh_hans: 一款美观的应用，让您一目了然地查看步数数据

source: Strideは歩数データを活用して、毎日の活動を記録します。次の画面でヘルスケアとの連携を許可してください。 ヘルスケアデータは端末内でのみ使用されます。
en: Stride uses your step data to track your daily activity. Please allow Health access on the next screen. Health data is only used on your device.
zh_hans: Stride 使用您的步数数据记录每日活动。请在下一屏幕允许访问健康数据。 健康数据仅在您的设备上使用。

source: Strideへようこそ！
en: Welcome to Stride!
zh_hans: 欢迎使用 Stride！

source: ウィジェット
en: Widget
zh_hans: 小组件

source: ウィジェットについて
en: About Widget
zh_hans: 关于小组件

source: カラーテーマ
en: Color Theme
zh_hans: 颜色主题

source: キャンセル
en: Cancel
zh_hans: 取消

source: はじめる
en: Get Started
zh_hans: 开始

source: ホーム画面にウィジェットを追加しよう
en: Add Widget to Home Screen
zh_hans: 将小组件添加到主屏幕

source: ホーム画面の空白部分を長押しします
en: Long press an empty area of your Home Screen
zh_hans: 长按主屏幕空白处

source: 今日
en: Today
zh_hans: 今天

source: 今週
en: This Week
zh_hans: 本周

source: 保存
en: Save

source: 好きなサイズを選んで「ウィジェットを追加」をタップします
en: Select your preferred size and tap "Add Widget"
zh_hans: 选择喜欢的尺寸，轻触「添加小组件」

source: 左上の「編集」ボタンをタップします
en: Tap the "Edit" button in the top left
zh_hans: 轻触左上角的「编辑」按钮

source: 月曜〜現在までの合計歩数を週の目標歩数(1日の目標歩数×7)で割った数値が表示されます
en: Displays total steps from Monday to now, divided by the weekly step goal (daily goal × 7)
zh_hans: 显示从周一至今的累计步数除以每周目标步数（每日目标×7）的比例

source: 検索欄で「Stride」と入力します
en: Type "Stride" in the search field
zh_hans: 在搜索栏输入「Stride」

source: 歩
en: steps
zh_hans: 步

source: 歩数が表示されませんか？
en: Steps not showing?
zh_hans: 步数未显示？

source: 歩数データの連携
en: Step Data Access
zh_hans: 步数数据访问

source: 注意
en: Note

source: 活動ヒートマップ
en: Activity heatmap
zh_hans: 活动热图

source: 目標 %@歩
en: Goal %@ steps
zh_hans: 目标 %@步

source: 目標歩数
en: Step Goal
zh_hans: 目标步数

source: 続行
en: Continue
zh_hans: 继续

source: 設定
en: Settings
zh_hans: 设置

source: 設定アプリ > アプリ（iOS18以上） > ヘルスケア > データアクセスとデバイス > Stride > 歩数をオンにしてください
en: Settings > Apps (iOS 18+) > Health > Data Access & Devices > Stride > Enable Steps
zh_hans: 设置 > 应用（iOS 18+）> 健康 > 数据访问与设备 > Stride > 开启步数

source: 設定アプリを開く
en: Open Settings
zh_hans: 打开设置

source: 設定を開く
en: Open Settings
zh_hans: 打开设置

source: 過去%lld週
en: Past %lld Weeks
zh_hans: 过去 %lld 周

source: 過去12週
en: Past 12 Weeks
zh_hans: 过去 12 周
